Repository: jrathlev/R-Plot
Catalog: languages/*/default.po
Languages: de

source: Cancel
de: Abbrechen

source: Type
de: Typ

source: Vertical
de: Vertikal

source: Range
de: Bereich

source: from:
de: von:

source: to:
de: bis:

source: Compute interval settings
de: Intervall automatisch berechnen

source: Scaling
de: Skalierung

source: Inverse
de: Invers

source: Date/Time
de: Datum/Zeit

source: Offset:
de: Versatz:

source: At bottom
de: Unten

source: At top
de: Oben

source: Enframe with axes
de: Mit Achsen einrahmen

source: Hide
de: Unsichtbar

source: Line
de: Linie

source: Width:
de: Breite:

source: Caption
de: Beschriftung

source: Distance from axis:
de: Abstand von Achse:

source: Text size:
de: Textgröße:

source: Left
de: Links

source: Right
de: Rechts

source: Font
de: Schriftart

source: Unit
de: Einheit

source: Show between tick marks
de: Zwischen den Markierungen

source: Name of axis:
de: Name der Achse:

source: Load settings from template
de: Einstellungen aus Vorlage laden

source: Save settings as template
de: Einstellungen als Vorlage speichern

source: Visible
de: Anzeigen

source: Labels
de: Achsenbeschriftung

source: Precision:
de: Genauigkeit:

source: Automatic
de: Automatisch

source: Integer value
de: Ganzzahlig

source: Float with 2 digits
de: 2 Stellen

source: Float with 3 digits
de: 3 Stellen

source: Float with 4 digits
de: 4 Stellen

source: Float with 5 digits
de: 5 Stellen

source: Float with 6 digits
de: 6 Stellen

source: Float with 7 digits
de: 7 Stellen

source: Float with 8 digits
de: 8 Stellen

source: No labels
de: Keine Beschriftung

source: Rotate
de: Drehen

source: Show date
de: Datum anzeigen

source: Show day of week
de: Wochentag anzeigen

source: Notation:
de: Notierung:

source: Fixed
de: Fest

source: Scientific
de: Wissenschaftlich

source: Engineering
de: Technisch

source: Unit prefixes
de: Einheiten-Vorsätze

source: User defined labels
de: Benutzerdefiert

source: Tick marks
de: Skalenstriche

source: Major ticks:
de: Grobe Striche:

source: Line width:
de: Linienbreite:

source: Minor ticks:
de: Feine Striche:

source: Length at each side:
de: Länge auf jeder Seite:

source: Major interval:
de: Grobes Intervall:

source: On inner side
de: Innen

source: On outer side
de: Außen

source: On both sides
de: Beidseitig

source: Steps:
de: Schritte:

source: Reduced number of steps
de: Weniger feine Schritte

source: No tick marks
de: Keine Skalenstriche

source: Position between tick marks
de: Position zwischen den Skalenstrichen

source: Label:
de: Beschriftungen:

source: Replace
de: Ersetzen

source: Label
de: Beschriftung

source: Show
de: Anzeigen

source: Done
de: Fertig

source: Grid lines
de: Rasterlinien

source: No
de: Keine

source: Solid
de: Voll

source: Dashed
de: Gestrichelt

source: Dotted
de: Gepunktet

source: Insert formatted text
de: Formatierten Text einfügen

source: Formatted text
de: Formatierter Text

source: Edit chart
de: Diagramm bearbeiten

source: Bottom:
de: Unten:

source: Left:
de: Links:

source: Name of chart:
de: Name des Diagramms:

source: Load chart settings from template
de: Diagramm-Einstellungen aus Vorlage laden

source: Save chart settings as template
de: Diagramm-Einstellungen als Vorlage speichern

source: Background color
de: Hintergrundfarbe

source: Border
de: Umrandung

source: Style:
de: Stil:

source: Color:
de: Farbe:

source: Default boundary area
de: Standard-Randbereich

source: Left and right:
de: Links und rechts:

source: Bottom and top:
de: Unten und oben:

source: Boundary area for axis labeling
de: Randbereich für Achsenbeschriftung

source: Size
de: Größe

source: Height:
de: Höhe:

source: Properties of data curve
de: Eigenschaften der Datenkurve

source: Select X axis
de: X-Achse auswählen

source: Align range
de: Bereich anpassen

source: Select Y axis
de: Y-Achse auswählen

source: No symbol
de: Kein Symbol

source: Size:
de: Größe:

source: Connect points
de: Punkte verbinden

source: Smoothing:
de: Glättung:

source: Linear connections
de: Gerade Linien

source: Spline function
de: Spline-Funktion

source: No connections
de: Keine Verbindungen

source: Name of curve:
de: Name der Kurve:

source: Edit data
de: Daten bearbeiten

source: Show error bars
de: Fehlerbalken anzeigen

source: X error bars
de: X-Fehlerbalken

source: Y error bars
de: Y-Fehlerbalken

source: X error values
de: Fehler für X

source: Symmetric
de: Symmetrisch

source: Asymmetric
de: Asymmetrisch

source: Y error values
de: Fehler für Y

source: Toggle select mode (F4)
de: Auswahlmodus umschalten (F4)

source: Find / Replace next (F3)
de: Weitersuchen / -ersetzen (F3)

source: Replace text (Ctrl+R)
de: Text ersetzen (Strg+R)

source: Find text (Ctrl+F)
de: Text suchen (Strg+F)

source: Paste from clipboard (Ctrl+V)
de: Aus Zwischenablage einfügen (Strg+V)

source: Sort data by X values (Ctrl+S)
de: Daten nach X-Werten sortieren (Strg+S)

source: Import data
de: Daten importieren

source: Tabwidth:
de: Tabweite:

source: Align ranges
de: Bereiche anpassen

source: Line properties
de: Linien-Eigenschaften

source: Start point
de: Anfangspunkt

source: With arrow head
de: Mit Pfeilspitze

source: End point
de: Endpunkt

source: Position and size
de: Position und Größe

source: From left:
de: Von links:

source: From bottom:
de: Von unten:

source: Arrow head
de: Pfeilspitze

source: Length:
de: Länge:

source: Background
de: Hintergrund

source: Visible border
de: Umrandung anzeigen

source: Name of best-fit curve:
de: Name der Ausgleichskurve:

source: Select data curve
de: Datenkurve auswählen

source: X values for fit
de: X-Werte für Näherung

source: Data range
de: Datenbereich

source: Section
de: Teilbereich

source: Show best-fit function for
de: Ausgleichsfunktion anzeigen für

source: Data range
de: Datenbereich

source: Axis range
de: Achsenbereich

source: Best-fit function
de: Ausgleichsfunktion

source: Degree:
de: Grad:

source: Polynomial
de: Polynom

source: X scaling
de: X-Skalierung

source: Y scaling
de: Y-Skalierung

source: Function properties
de: Funktions-Eigenschaften

source: Formula
de: Formel

source: Constants:
de: Konstanten:

source: Insert f(x), e.g. x^2+3*x+1
de: f(x) einfügen, z.B. x^2+3*x+1

source: Name of function:
de: Name der Funktion:

source: X range for function
de: X-Bereich für Funktion

source: Angular unit:
de: Winkeleinheit:

source: Degree (°)
de: Grad (°)

source: Radiant (rad)
de: Bogenmaß (rad)

source: Gradian (gon)
de: Neugrad (gon)

source: Design
de: Gestaltung

source: Border:
de: Umrandung:

source: Background:
de: Hintergrund:

source: Colors:
de: Farben:

source: Bar width:
de: Balkenbreite:

source: Bar offset:
de: Balkenversatz:

source: Number of stripes for histogram:
de: Anzahl der Streifen für das Histogramm:

source: Pie chart
de: Tortendiagramm

source: Name of image:
de: Name des Bildes:

source: Border width:
de: Randbreite:

source: Retain aspect ratio
de: Seitenverhältnis beibehalten

source: Load image
de: Bild laden

source: Paste image
de: Bild einfügen

source: Original size
de: Originalgröße

source: Downsize image to
de: Bild verkleinern auf

source: All (*.gif;*.png;*.jpg;*.jpeg;*.bmp;*.tif;*.tiff;*.ico;*.emf;*.wmf)|*.gif;*.png;*.jpg;*.jpeg;*.bmp;*.tif;*.tiff;*.emf;*.wmf|GIF image (*.gif)|*.gif|Portable Network Graphics (*.png)|*.png|JPEG image (*.jpg;*.jpeg)|*.jpg;*.jpeg|Windows bitmap (*.bmp)|*.bmp|TIFF image (*.tif;*.tiff)|*.tif;*.tiff|Extenden metafile (*.emf)|*.emf|Metafile (*.wmf)|*.wmf
de: Alle (*.gif;*.png;*.jpg;*.jpeg;*.bmp;*.tif;*.tiff;*.ico;*.emf;*.wmf)|*.gif;*.png;*.jpg;*.jpeg;*.bmp;*.tif;*.tiff;*.emf;*.wmf|GIF-Bild (*.gif)|*.gif|Portable Network Graphics (*.png)|*.png|JPEG-Bild (*.jpg;*.jpeg)|*.jpg;*.jpeg|Windows-Bitmap (*.bmp)|*.bmp|TIFF-Bild (*.tif;*.tiff)|*.tif;*.tiff|Erweiterte Metadatei (*.emf)|*.emf|Metadatei (*.wmf)|*.wmf

source: Import csv data
de: CSV-Daten importieren

source: Reduce data by factor
de: Daten reduzieren um Faktor

source: Decimal separator
de: Dezimaltrenner

source: Point
de: Punkt

source: Comma
de: Komma

source: Columns
de: Spalten

source: -X-Err.:
de: -X-Feh.:

source: +X-Err.:
de: +X-Feh.:

source: -Y-Err.:
de: -Y-Feh.:

source: +Y-Err.:
de: +Y-Feh.:

source: Read data from
de: Daten einlesen ab

source: First line:
de: Erste Zeile:

source: Data of import file:
de: Daten der Import-Datei:

source: Quote character
de: Feldbegrenzer

source: None
de: Kein

source: Double quote
de: Anführungsz.

source: Other
de: Andere

source: Column separator
de: Spaltentrenner

source: Space
de: Leerzeichen

source: Semicolon
de: Semikolon

source: Slash
de: Schrägstrich

source: Description:
de: Beschreibung:

source: Create new sheet
de: Neues Arbeitsblatt erstellen

source: User defined
de: Benutzerdefiniert

source: Portrait
de: Hochformat

source: Landscape
de: Querformat

source: Margins
de: Ränder

source: Right:
de: Rechts:

source: Top:
de: Oben:

source: Select font
de: Schriftart auswählen

source: Bold
de: Fett

source: Italic
de: Kursiv

source: Select color
de: Farbe auswählen

source: Color
de: Farbe

source: Sheet
de: Arbeitsblatt

source: Background color:
de: Hintergrundfarbe:

source: Charts
de: Diagramme

source: Default space around chart:
de: Randbereich um das Diagramm:

source: Space for axis labeling:
de: Bereich für Achsenbeschriftung:

source: Axes
de: Achsen

source: Decimal separator:
de: Dezimaltrenner:

source: Tick length:
de: Markenlänge:

source: Enframe chart with axes
de: Mit Achsen einrahmen

source: Distance to axis:
de: Abstand zur Achse:

source: Font size:
de: Schriftgröße:

source: Lines and symbols
de: Linien und Symbole

source: Lines
de: Linien

source: Symbols
de: Symbole

source: Type:
de: Typ:

source: Dot
de: Gefüllter Kreis

source: Diamond - solid
de: Gefüllter Diamant

source: Triangle - solid
de: Gefülltes Dreieck

source: Square - solid
de: Gefülltes Quadrat

source: Delta - solid
de: Gefülltes Delta

source: Circle
de: Kreis

source: Diamond - outline
de: Diamant

source: Triangle - outline
de: Dreieck

source: Square - outline
de: Quadrat

source: Delta - outline
de: Delta

source: Cross
de: Kreuz

source: Fill color
de: Füllfarbe

source: Font:
de: Schriftart:

source: Reset to program defaults
de: Auf Programmvorgaben zurücksetzen

source: Load preferences from file
de: Vorgaben aus Datei laden

source: Save preferences to file
de: Vogaben in Datei speichern

source: Copy to clipboard
de: In Zwischenablage kopieren

source: Export as EPS
de: Als EPS exportieren

source: Load sheet
de: Arbeitsblatt laden

source: New sheet
de: Neues Arbeitsblatt anlegen

source: Print sheet
de: Arbeitsblatt drucken

source: Quit program
de: Programm beenden

source: Refresh graphic
de: Grafik aktualisieren

source: Save sheet
de: Arbeitsblatt speichern

source: Save sheet as ..
de: Arbeitsblatt speichern als ..

source: Zoom in
de: Vergrößern

source: Zoom out
de: Verkleinern

source: Pick up color from sheet
de: Farbe aus Arbeitsblatt übernehmen

source: Recently used sheets
de: Zuletzt benutzte Arbeitsblätter

source: Align size
de: Größe anpassen

source: Charts:
de: Diagramme:

source: Send object backward
de: Objekt weiter nach hinten

source: Bring object forward
de: Objekt weiter nach vorn

source: Send chart backward
de: Diagramm weiter nach hinten

source: Bring chart forward
de: Diagramm weiter nach vorn

source: Provided area:
de: Bereit gestellter Bereich:

source: Add new chart to sheet
de: Neues Diagramm dem Arbeitsblatt hinzufügen

source: New chart
de: Neues Diagramm

source: Edit selected chart
de: Ausgewähltes Diagramm bearbeiten

source: Remove selected chart from sheet
de: Ausgewähltes Diagramm vom Arbeitsblatt entfernen

source: Remove
de: Entfernen

source: Edit sheet properties
de: Eigenschaften des Arbeitsblatts bearbeiten

source: Edit selected object
de: Ausgewähltes Objekt bearbeiten

source: Edit
de: Bearbeiten

source: Remove selected object from chart
de: Ausgewähltes Objekt entfernen

source: Add to chart
de: Dem Diagramm hinzufügen

source: Axis
de: Achse

source: Data curve
de: Datenkurve

source: Function
de: Funktion

source: Image
de: Bild

source: Best-fit curve
de: Ausgleichskurve

source: Data graph
de: Diagramm

source: Duplicate selected chart
de: Ausgewähltes Diagramm duplizieren

source: Contents
de: Inhalt

source: Undo removal of object
de: Objekt wieder herstellen

source: Undo removal of chart
de: Diagramm wieder herstellen

source: Duplicate object
de: Objekt duplizieren

source: &Sheet
de: &Arbeitsblatt

source: &New ..
de: &Neu ..

source: &Load ..
de: &Laden ..

source: &Recently used
de: &Zuletzt verwendet

source: &Save
de: &Speichern

source: Save &as ..
de: Speichern &als ..

source: &Properties ..
de: &Eigenschaften ..

source: &Print ..
de: &Drucken ..

source: E&xport
de: E&xportieren

source: as &Postscript ..
de: als &Postscript ..

source: to &Clipboard
de: in die &Zwischenablage

source: &Quit
de: &Beenden

source: &Chart
de: &Diagramm

source: &Edit ..
de: &Bearbeiten ..

source: &Remove ..
de: &Entfernen ..

source: &Object
de: &Objekt

source: &Add
de: &Hinzufügen

source: &Axis ..
de: &Achse ..

source: &Curve ..
de: &Kurve ..

source: Best-&fit curve ..
de: &Ausgleichskurve ..

source: &Graph
de: &Grafik

source: &Bar graph ..
de: &Balkendiagramm ..

source: &Histogram ..
de: &Histogramm ..

source: F&unction ..
de: F&unktion ..

source: &Comment ..
de: &Kommentar ..

source: &Legend ..
de: &Legende ..

source: Best-&fit result ..
de: &Ausgleichsergebnis ..

source: &Image ..
de: &Bild ..

source: &Other
de: &Andere

source: &Line ..
de: &Linie ..

source: &Rectangle ..
de: &Rechteck ..

source: &Preferences
de: Ein&stellungen

source: &Language
de: &Sprache

source: &Help
de: &Hilfe

source: &Documentation
de: &Dokumentation

source: &About
de: &Info

source: &References
de: &Referenzen

source: &Changelog
de: &Änderungshistorie

source: Comment
de: Kommentar

source: Legend
de: Legende

source: Best-fit result
de: Ausgleichsergebnis

source: Bar graph ..
de: Balkendiagramm ..

source: Histogram ..
de: Histogramm ..

source: Pie chart ..
de: Tortendiagramm ..

source: X axis ..
de: X-Achse ..

source: Y axis ..
de: Y-Achse ..

source: Copy axis ..
de: Achse kopieren ..

source: Line ..
de: Linie ..

source: Rectangle ..
de: Rechteck ..

source: Select axis
de: Achse auswählen

source: Chart:
de: Diagramm:

source: Add new color to list of user defined colors
de: Farbe zur Liste der benutzerdfinierten Farben hinzufügen

source: New color:
de: Neue Farbe:

source: Click a color button to replace the selected with new the color
de: Durch Klick auf eine Farbfläche wird die ausgewählte Farbe durch die neue ersetzt

source: User defined colors
de: Benutzerdefinierte Farben

source: Select best-fit curve
de: Ausgleichskurve auswählen

source: Show name of curve
de: Namen der Kurve anzeigen

source: Show standard deviation
de: Standardabweichung anzeigen

source: Show units
de: Einheiten anzeigen

source: Show symbol
de: Symbol anzeigen

source: Alignment:
de: Ausrichtung:

source: Rotation:
de: Drehung:

source: Comment:
de: Kommentar:

source: Character table
de: Zeichentabelle

source: Style
de: Stil

source: Superscript
de: Hochgestellt

source: Subscript
de: Tiefgestellt

source: Invalid range selection
de: Ungültige Bereichswahl

source: At left
de: Links

source: At right
de: Rechts

source: Too many tick marks
de: Zu viele Skalenstriche

source: No tick marks found
de: Keine Skalenstriche gefunden

source: R-Plot axis template
de: R-Plot-Achsenvorlage

source: all
de: alle

source: Load R-Plot axis template
de: R-Plot-Achsenvorlage laden

source: Save R-Plot axis template
de: R-Plot-Achsenvorlage speichern

source: X axis
de: X-Achse

source: Y axis
de: Y-Achse

source: Create %s for %s
de: Erstelle %s für %s

source: Edit %s of %s
de: Bearbeite %s von %s

source: R-Plot chart template
de: R-Plot-Diagrammvorlage

source: Load R-Plot chart template
de: R-Plot-Diagrammvorlage laden

source: Save R-Plot chart template
de: R-Plot-Diagrammvorlage speichern

source: Create new chart
de: Neues Diagramm erstellen

source: Please select an axis for %s
de: Bitte eine %s-Achse auswählen

source: R-Plot data curve template
de: R-Plot-Vorlage für Datenkurve

source: Load R-Plot data curve template
de: R-Plot-Vorlage für Datenkurve laden

source: Save R-Plot data curve template
de: R-Plot-Vorlage für Datenkurve speichern

source: %s of %s
de: %s von %s

source: Curve
de: Kurve

source: <not selected>
de: <nicht ausgewählt>

source: X-Values
de: X-Werte

source: X-Errors
de: X-Fehler

source: Values
de: Werte

source: Errors
de: Fehler

source: Y-Values
de: Y-Werte

source: Y-Errors
de: Y-Fehler

source: "%s" not found!
de: "%s" nicht gefunden!

source: CSV files
de: CSV-Dateien

source: Text files
de: Text-Dateien

source: Import data for: %s
de: Daten importieren für: %s

source: Error in
de: Fehler in

source: - Line:
de: - Zeile:

source: Cancel import?
de: Import abbrechen?

source: Edit data for
de: Berarbeite Daten für

source: Name of line:
de: Name der Linie:

source: Name of rectangle:
de: Name des Rechtecks:

source: Rectangle
de: Rechteck

source: Please select the data curve!
de: Bitte eine Datenkurve auswählen!

source: No assigned axis found!
de: Keine zugeordnete Achse gefunden!

source: No assigned curve data found!
de: Keine zugeordnete Kurve gefunden!

source: R-Plot best-fit curve template
de: R-Plot-Vorlage für Ausgleichskurve

source: Load R-Plot best-fit curve template
de: R-Plot-Vorlage für Ausgleichskurve laden

source: Save R-Plot best-fit curve template
de: R-Plot-Vorlage für Ausgleichskurve speichern

source: Syntax error in formula!
de: Syntaxfehler in der Formel!

source: R-Plot function template
de: R-Plot-Funktionenvorlage

source: Load R-Plot function template
de: R-Plot-Funktionenvorlage laden

source: Save R-Plot function template
de: R-Plot-Funktionenvorlage speichern

source: R-Plot graph template
de: R-Plot-Vorlage für Grafik

source: Load R-Plot graph template
de: R-Plot-Vorlage für Grafik laden

source: Save R-Plot graph template
de: R-Plot-Vorlage für Grafik speichern

source: Name of pie chart:
de: Name des Tortendiagramms:

source: Name of bar graph:
de: Name des Balkendiagramms:

source: Bar graph
de: Balkendiagramm

source: Name of histogram:
de: Name des Histogramms:

source: Histogram
de: Histogramm

source: Invalid value for downsizing!
de: Ungültige Angabe für eine Verkleinerung!

source: Original size in pixels:
de: Originalgröße in Pixeln:

source: Error loading image:
de: Fehler beim Laden des Biildes:

source: Image file not found:
de: Bilddatei nicht gefunden:

source: lines of data
de: Datenzeilen

source: Edit sheet
de: Arbeitsblatt bearbeiten

source: R-Plot sheet preferences
de: R-Plot Arbeitsblattvorgaben

source: Load R-Plot sheet preferences
de: R-Plot Arbeitsblattvorgaben laden

source: Save R-Plot sheet preferences
de: R-Plot Arbeitsblattvorgaben speichern

source: Preferred settings for new sheets
de: Standard-Einstellungen für neue Arbeitsblätter

source: Edit sheet properties [%s]
de: Eigenschaften des Arbeitsblatts [%s]

source: Save changed sheet to %s?
de: Geändertes Arbeitsblatt nach %s speichern?

source: Save new sheet?
de: Neues Arbeitsblatt speichern?

source: R-Plot sheet
de: R-Plot-Arbeitsblatt

source: Load R-Plot sheet
de: RPlot-Arbeitsblatt laden

source: Save R-Plot sheet
de: RPlot-Arbeitsblatt speichern

source: File not found:
de: Datei nicht gefunden:

source: Printer:
de: Drucker:

source: No printer available!
de: Kein Drucker verfügbar!

source: rp-help-en.chm
de: rp-help-de.chm

source: Help not available on this system!
de: Die Hilfe ist auf diesem System nicht verfügbar!

source: Help file not found!
de: Hilfe-Datei wurde nicht gefunden!

source: Editor from OpenSource project SynEdit Mathematical parser by J. Dankert Multilanguage system by Lars B. Dybdahl Installation program by Jordan Russell
de: Editor aus dem OpenSource-Projekt SynEdit Mathematischer Parser von J. Dankert Mehrsprachenunterstützung von Lars B. Dybdahl Installationsprogramm von Jordan Russell

source: https://www.rathlev-home.de/index-e.html?home-e.html#rplot
de: https://www.rathlev-home.de/index.html?tools/datatools.html#rplot

source: changelog-e.txt
de: changelog.txt

source: Width x Height
de: Breite x Höhe

source: no object
de: Keine Objekte

source: 1 object
de: 1 Objekt

source: %u objects
de: %u Objekte

source: Objects of %s
de: Objekte von %s

source: No chart selected!
de: Kein Diagramm ausgewählt!

source: EPS files
de: EPS-Dateien

source: Export sheet to EPS
de: Arbeitsblatt als EPS exportieren

source: Remove selected chart?
de: Ausgewähltes Diagramm entfernen?

source: Remove %s?
de: %s entfernen?

source: No curve defined yet!
de: Es ist noch keine Kurve definiert!

source: Error reading file:
de: Fehler beim Lesen aus Datei:

source: Chart
de: Diagramm

source: Invalid template file: %s
de: Ungültige Vorlage: %s

source: Chart object
de: Diagramm-Objekt

source: Computing of spline function is impossible:
de: Die Berechnung der Spline-Funktion ist nicht möglich:

source: No X axis specified!
de: Keine X-Achse angegeben!

source: No Y axis specified!
de: Keine Y-Achse angegeben!

source: at least two points are required!
de: Es sind mindestens zwei Punkte erforderlich!

source: the X values must be sorted in ascending order!
de: Die X-Werte müssen in aufsteigender Reihenfolge vorliegen!

source: Could not compute spline function:
de: Die Spline-Funktion konnte nicht berechnet werden:

source: Computing of polynom fit is impossible:
de: Die Berechnung der Polynomnäherung ist nicht möglich:

source: No data curve assigned!
de: Keine Datenkurve zugeordnet!

source: No X axis assigned!
de: Keine X-Achse zugeordnet!

source: No Y axis assigned!
de: Keine Y-Achse zugeordnet!

source: Insufficient number of points to compute the fit!
de: Nicht genügend Punkte für die Berechnung der Ausgleichskurve!

source: Error computing nonlinear scaling!
de: Fehler bei der Berechnung der nichtlinearen Skalierung!

source: Could not compute polynomial fit!
de: Die Polynomnäherung konnte nicht berechnet werden!

source: Computing of histogram is impossible:
de: Die Berechnung des Histogramms ist nicht möglich:

source: Computing of function is impossible:
de: Die Berechnung der Funktion ist nicht möglich:

source: Tu
de: Di

source: We
de: Mi

source: Th
de: Do

source: Su
de: So

source: No best-fit from %s available!
de: Kein Ausgleichsergebnis von %s verfügbar!

source: No axes found on this sheet!
de: Auf diesem Arbeitsblatt wurden keine Achsen gefunden!

source: Please select a curve!
de: Bitt eine Kurve auswählen!

source: Name of text box:
de: Name des Textkastens:

source: Name of comment:
de: Name des Kommentars:

source: Name of best-fit result:
de: Name des Ausgleichsergebnisses:

source: Select curve or function
de: Kurve oder Funktion auswählen

source: Name of legend:
de: Name der Legende:
